Cilium/performance/abcd/multi-perf-shared2/report500.txt
Requests      [total, rate]            15000, 500.03
Duration      [total, attack, wait]    30.001423022s, 29.998101676s, 3.321346ms
Latencies     [mean, 50, 95, 99, max]  472.501µs, 374.001µs, 586.981µs, 1.756656ms, 213.529073ms
Bytes In      [total, mean]            390000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:15000  
Error Set: